[Main]
DisplayName=Հայերեն

[Uninstaller_frmIObitUninstall]
RdImageButton_Software.caption=Ծրագրեր
RdImageButton_Browser.caption=Դիտարկիչի միացումներ
RdImageButton_Metro.caption=Windows-ի ծրագրեր
lbl_ForcedUninstall.caption=Հարկադիր ջնջում
lbl_likeIObit.caption=Հավանել
PopMenu_Sub_Setting.caption=Կարգավորումներ...
PopMenu_Sub_FileShredder.caption=Ֆայլի փխրիչ
PopMenu_Sub_ExportApplicationList.caption=Արտահանել ծրագրի ցուցակը
PopMenu_Sub_LogManagement.caption=Տեղեկագրքույկի փոփոխում
PopMenu_Sub_Update.caption=Ստուգել առկա թարմացումները
PopMenu_Sub_UserManual.caption=Օգտագործողի ուղեցույց
PopMenu_Sub_TechnicalSupport.caption=Տեխ. օգնություն
PopMenu_Sub_IObitOnline.caption=IObit առցանց
PopMenu_Sub_About.caption=Ծրագրի մասին
Menu_Plugins_Remove.caption=Ջնջել
Menu_plugins_Vote.caption=Քվեարկել
Menu_plugins_Refresh.caption=Թարմացնել
Menu_plugins_viewEntry.caption=Բացել RegEdit-ը
Menu_plugins_OpenFile.caption=Բացել ֆայլի տեղակայման տեղը
Menu_Plugins_SelectAll.caption=Ընտրել բոլորը
Menu_Plugins_InverseSelect.caption=շրջել ընտրությունը
PopMenu_Uninstall.caption=Ջնջել
PopMenu_Refresh.caption=Թարմացնել
PopMenu_ViewStyle.caption=Դիտում
PopMenu_ViewStyle_Icon.caption=Նշաններ
PopMenu_ViewStyle_Details.caption=Մանրամասն
PopMenu_OpenFolder.caption=Բացել ֆայլի տեղակայման տեղը
PopMenu_ViewEntry.caption=Բացել RegEdit-ը
PopMenu_SearchOnline.caption=Առցանց որոնում
PopMenu_Win8App_Uninstall.caption=Ջնջել
PopMenu_Win8App_Refresh.caption=Թարմացնել
PopMenu_Win8App_ViewStyle.caption=Դիտում
PopMenu_Win8App_Icons.caption=Նշաններ
PopMenu_Win8App_Details.caption=Մանրամասն
PopMenu_Win8App_OpenLocation.caption=Բացել ֆայլի տեղակայման տեղը
PopMenu_Win8App_ViewEntry.caption=Բացել RegEdit-ը
PopMenu_Win8App_SearchOnline.caption=Առցանց որոնում
lbl_Recommend.caption=Առաջարկվում է՝ Advanced SystemCare
lbl_1Click.caption=Ձեր համակարգի գաղտնիության և օպտիմալացման համար 1-սեղմումով
lbl_Freedownloadnow.caption=Բեռնել հիմա անվճար
lbl_News_DisConnection.caption=Ուղարկել ծրագիրը ձեր մտերիմներին և ընկերներին: Նրանք ուրախ կլինեն օգտագործել այս Ծրագրահեռացման հարմարանքը:

[Uninstaller_Frame_Software]
lblLoading.caption=Թարմացումների բեռնում Windows-ի համար
ListView_SoftwareList.Columns[1].Caption=Գործողություն
ListView_SoftwareList.Columns[2].Caption=Չափը
ListView_SoftwareList.Columns[3].Caption=Տեղադրման ամսաթիվ
ListView_SoftwareList.Columns[4].Caption=Տարբերակ
PopMenu_Sub_BatchUninstall.Caption=Խմբաքանակային ջնջում

[Uninstaller_frmForcedUninstall]
lbl_Caption.caption=Հարկադիր ջնջում
lbl_Detail_Title.caption=Հարկադիր ջնջում
lbl_Detail_Detail.caption=Հարկադիր ջնջումը կարող է հեռացնել ծրագիրը, որը չի կարող ջնջվել հիմնական ձևով և մաքրել իր մնացորդները: Այս մոդուլը կարող է նաև օգնել ձեզ հեշտությամբ ջնջել ֆայլերը և նրանց նպատակային ֆայլերը:
RdImageButton_Browser.caption=Վերլուծություն…
lbl_Forced_Tip1.caption=Սեղմեք “Վերլուծություն…”, որպեսզի ընտրել ֆայլ կամ ծրագիր, որը ցանկանում եք ջնջել: Նաև կարող եք քաշելով գցել դրանք ուղիղ այստեղ:
lbl_Forced_Tip2.caption=Սեղմեք “Հարկադիր ջնջում” ստեղնը, ջնջման սկսման համար:
RdImageButton_Next.caption=Հարկադ. ջնջում
RdImageButton_Cancel.caption=Չեղարկել
PopMenu_Uninstall.caption=Ջնջել
PopMenu_OpenFolder.caption=Բացել ֆայլի տեղակայման տեղը
PopMenu_ViewEntry.caption=Բացել RegEdit-ը
PopMenu_SearchOnline.caption=Առցանց որոնում
ListView_Search.Columns[0].caption=Ցուցադրվող անունը
ListView_Search.Columns[1].caption=Չափը
ListView_Search.Columns[2].caption=Տեղադրման ամսաթիվ

[Uninstaller_frmLogManage]
lbl_Caption.caption=Ջնջման նշումների մենեջեր
lbl_Detail_Title.caption=IObit Ծրագրահեռացնողի ֆայլ նշումներ
lbl_Detail_Detail.caption=Այստեղ դուք կարող եք դիտել և կառավարել բոլոր նշումները, նշվ. հարկադիր ջնջման:
RdImageButton_Open.caption=Դիտում
RdImageButton_Delete.caption=Ջնջել
RdImageButton_DeleteAll.caption=Ջնջել բոլորը
RdImageButton_Cancel.caption=Չեղարկել

[Uninstaller_frmUninstallButton]
lbl_Plugin_Remove.caption=Ջնջել
lbl_Software_Uninstall.caption=Ջնջել

[Uninstaller_frmUninstalling]
lbl_Caption.caption=IObit Ծրագրահեռացնող
lbl_UninstallComplete_Title.caption=Ստանդարտ հեռացումն ավարտվեց:
lbl_Uninstalling_question.caption=Դուք իսկապե՞ս ցանկանում եք ջնջել նշված ծրագիրը:
lbl_PowerfulScan_Title.caption=Հզոր և ամբողջական սկան:
lbl_PowerfulScan_Detaill.caption=Սեղմեք “Հզոր սկան”, որպեսզի մանրակրկիտ մաքրել ծրագրի մնացորդները: Սեղմեք “Չեղարկել”, ավարտելու համար ջնջումը՝ ներկառուցված ծրագրահեռացումով:
lbl_PowerScan_Title_Softwre.caption=Հզոր սկան
lbl_CreateRestore_Title.caption=Ստեղծվում է հետ բերման կետ…
lbl_CreateRestore_Check.caption=Ջնջելուց առաջ ստեղծել հետ բերման կետ, որպեսզի կարողանաք դադարեցնել փոփոխությունները, եթե ինչ-որ բան լավ չլինի:
lbl_CreateRestore_Detaill.caption=Սա պահանջում է որոշ ժամանակ: Խնդրում ենք սպասել…
lbl_AutoPowerfulScan.caption=Հզոր ինքնասկան
lbl_AutoUninstaller.caption=Այլևս չցուցադրել այս ծանուցումը
RdImageButton_Uninstall.caption=Ջնջել
RdImageButton_PowerFulScan.caption=Հզոր սկան
RdImageButton_Cancel.caption=Չեղարկել

[Uninstaller_frmPowerScan]
lbl_Caption.caption=Հզոր սկան
lbl_Warning_Title.caption=Ուշադրություն՝
lbl_Warning_Detail.caption=Այս գրանցագրքույկում գտնվել է մի քանի ծրագիր: Եղեք ուշադի ջնջման էլեմենտների ընտրությունում:
lbl_FileShredder.caption=Նաև ոչնչացնել ֆայլերը
lbl_SelectAll.caption=Ընտրել բոլորը
RdImageButton_Delete.caption=Ջնջել
RdImageButton_Cancel.caption=Չեղարկել
lbl_Shredder_Tip.caption=Ֆայլերի ոչնչացումը ընթացքում է: Դա կարող է պահանջել որոշ ժամանակ, խնդրում ենք սպասել...
Menu_ListView_Regedit.caption=Բացել RegEdit-ը
Menu_ListView_Path.caption=Բացել ֆայլի տեղակայման տեղը

[Uninstaller_frmAbout]
lbl_Warnning_Title.caption=Զգուշացում
lbl_Warnning_Detaill.caption=Այս համակարգչային ծրագիրը պաշտպանված է հեղինակային իրավունքներով և միջազգային պայմանագրերով:
lbl_copyright.caption=Copyright© 2005-2015 IObit. Բոլոր իրավունքները պաշտպանված են:
lbl_Thanks_Title.caption=Շնորհակալություն այս մարդկանց իրենց արժեքավոր ներդրման համար՝

[Uninstaller_frmSetting]
lbl_Caption.caption=Կարգավորումներ
lbl_General.caption=Ընդհանուր
lbl_AutoUninstaller.caption=Բաց թողնել ջնջման հաստատման և հետ բերման կետ ստեղծելու ծանուցումները
lbl_AutoPowerfulScan.caption=Կատարել հզոր ինքնասկան
lbl_ShowExplorerButton.caption=Ավելացնել ստեղն "Ֆայլերի ոչնչացում" explorer-ում
lbl_AutoShowTipForm.caption=Զանգ հզոր սկանի ժամանակ, երբ գտնվել է հեռացման գործընթաց
lbl_Language.caption=Լեզու
lbl_CurrentLanguage_Title.caption=Ներկա լեզուն՝
RdImageButton_OK.caption=Լավ
RdImageButton_Cancel.caption=Չեղարկել
lbl_SkinTitle.caption=Տեսքը՝
lbl_classic.caption=Դասական
lbl_Metro.caption=Կապույտ

[Uninstaller_frmFileShredder]
lbl_Caption.caption=Ֆայլերի ոչնչացում
lbl_Detail_Detail.caption=Ինչպես գիտեք ֆայլերը, ջնջված համակարգչից կարող են հետ բերվել նույնիսկ սկավառակի ֆորմատավորելուց հետո: Հասարակ ջնջումը ջնջում է միայն ֆայլի անունը, չշոշափելով բովանդակությունը արտադրողականության պատճառով: Եթե ունեք կարևոր ֆայլեր, որոնք պետք է ջնջել, IObit Ծրագրահեռացումը կանի դա "Ֆայերի ոչնչացման" միջոցով:
lbl_Listview_Title.caption=Ընտրեք ֆայլ կամ թղթապանակ, որը ցանկանում եք ոչնչացնել՝
lblLoading.caption=Բեռնում...
lbl_AddFile.caption=Ավելացնել ֆայլ...
lbl_AddFolder.caption=Ավելացնել թղթապանակ...
RdImageButton_Shredder.caption=Ոչնչացնել
RdImageButton_Cancel.caption=Չեղարկել
ListView_FileList.Columns[0].Caption=Ֆայլի ճանապարհը
Menu_Shredder_Shredder.caption=Ոչնչացում
Menu_Shredder_AddFile.caption=Ավելացնել ֆայլ
Menu_Shredder_AddFolder.caption=Ավելացնել թղթապանակ
Menu_Shredder_Romove.caption=Ջնջել
Menu_Shredder_Clean.caption=Մաքրել
lbl_Shredder_Tip.caption=Ոչնչացնել ֆայլը հիմա: Սա կարող է պահանջել որոշ ժամանակ, խնդրում ենք սպասել...

[Uninstaller_frmSystemRestore]
lbl_Caption.caption=Համակարգի հետ բերում
lbl_Detail_Title.caption=Համակարգի հետ բերում
lbl_Detail_Detail.caption=Համակարգի հետ բերման կետի մենեջեր: Դրանցից վերջինը հնարավոր է ջնջվել է համակարգի անվտանգության համար:
ListView_Restore.Columns[0].caption=Ժամ և ամսաթիվ
ListView_Restore.Columns[1].caption=Նկարագրություն
lbl_Restore_Tip.caption=Հետ է բերվում համակարգային ֆայլերն ու կարգավորումները, խնդրում ենք սպասել...
RdImageButton_Restore.caption=Հետ բերել
RdImageButton_Delete.caption=Ջնջել
RdImageButton_Cancel.caption=Չեղարկել

[Uninstaller_frmInstallerSetup]
lbl_Installer_Setup_Title.caption=Ամենահզոր Ծրագրահեռացման հարմարանքը, ջնջելու համար անցանկալի ծրագրերը և Պանել գործիքները
lbl_Installer_Setup_Title1.caption=Ամենահզոր Ծրագրահեռացման հարմարանքը ջնջելու, համար անցանկալի ծրագրերը և Պանել գործիքները
RdImageButton_Installer.caption=Մեկնարկել հիմա
lbl_Installer_Setup_Detail.caption=Կարդացի և համաձայն եմ
lbl_LicenseAgreement.caption=Լիցենզիա համաձայնագիր

[Uninstaller_frmInstaller_EULA]
lbl_Caption.caption=Լիցենզիա համաձայնագիր
RdImageButton_Cancel.caption=Փակել

[Uninstaller_fraBrowserCleaner]
rdibtnAllBrowses.Caption=Դիտարկիչների բոլոր միացումները
rdlvAllBrowse.Columns[0].Caption=Անուն
rdlvAllBrowse.Columns[1].Caption=Ռեյթինգ
rdlvAllBrowse.Columns[2].Caption=Իմ գնահատականը
rdlvAllBrowse.Columns[3].Caption=Հրատարակիչ
rdlvAllBrowse.Columns[4].Caption=Գործողություն
rdlvCustomBrowse.Columns[0].Caption=Անուն
rdlvCustomBrowse.Columns[1].Caption=Հրատարակիչ

[Uninstaller_frmPluginVote]
lblTitle.Caption=Քվեարկել
lblWaiting.Caption=Քվեի ուղարկում, խնդրում ենք սպասել…
rdibtnLv1.Caption=1 աստղ
rdibtnLv2.Caption=2 աստղ
rdibtnLv3.Caption=3 աստղ
rdibtnLv4.Caption=4 աստղ
rdibtnLv5.Caption=5 աստղ
rdibtnVote.Caption=Քվեարկել

[Uninstaller_frmRestBrowserDefault]
lblTitle.Caption=Կարգավորումները լռելյայն
lblConfire.Caption=Դուք իսկապե՞ս ցանկանում եք հետ դնել կարգավորումները լռելյայն:
lblHomepageTitle.Caption=Ներկա տնային հասցե՝
lblSearchTitle.Caption=Ներկա որոնման համակարգ լռելյայն՝
rdibtnOK.Caption=Լավ
rdibtnCancel.Caption=Չեղարկել

[Uninstaller_Frame_Win8App]
ListView_AppList.Columns[0].caption=Անուն
ListView_AppList.Columns[1].caption=Գործողություն
ListView_AppList.Columns[2].caption=Չափ
ListView_AppList.Columns[3].caption=Տեղադրման ամսաթիվ
ListView_AppList.Columns[4].caption=Տարբերակ
PopMenu_Sub_BatchUninstall.caption=Խմբաքանակային ջնջում
lblLoading.caption=Թարմացում...

[Uninstaller_frmWinAppUninstaller_ASK]
lblHit.caption=Այդ ծրագրերը կապված են: Նրանցից յուրաքանչյուրի ջնջումը կհանգեցնի մնացածի ջնջմանը: Դուք վստա՞հ եք, որ ցանկանում եք շարունակել:
lblUninstalling.caption=Ջնջում
btnImgUninstall.caption=Ջնջել
btnImgCancle.caption=Չեղարկել

[uninstall_Mitor_M]
lbl_attention.caption=Զգուշացում
lbl_show.caption="%s" ավելցուկներ, որոնք կարող են ազդել ձեր համակարգի աշխատանքի վրա:
lbl_again.caption=Չցուցադրել սա կրկին:
img_power.caption=Մաքրել հիմա

[Uninstaller_M]
Edit_Search_Tip=Փնտրել ծրագրեր
Edit_Search_Tip_Toolbar=Փնտրել պանել գործիք կամ միացում
Edit_Search_Tip_Win8App=Փնտրել Windows-ի ծրագրեր
ForcedUninstall_Browser_Tip=Սխալ ճանապարհ: Խնդրում ենք ընտրել կրկին:
ListView_Icon_Hint=Իկոններ
ListView_List_Hint=Մանրամասն
ListView_View_Hint=Փոխել դիտման ձևը
ListviewHeader_Software=Ծրագրի անունը (Ամբողջը՝ %d)
BatchUninstall_NoneSelect=Ընտրել առնվազն մեկ ծրագիր:
Uninstall_NoneSelect=Խնդրում ենք նախ ընտրեք ծրագիրը:
WindowState_Max=Լիաէկրան
WindowState_Normor=Հետ բերել
WindowState_Min=Փոքրացնել
Close=Փակել
MoreMenu_Setting=Այլ կարգավորումներ
Restore_Form=Հետ բերել
Log_DeleteAll_ASK=Դուք իսկապե՞ս ցանկանում եք ջնջել բոլոր ֆայլերը: Դրանք չեն կարող հետ բերվել:
Log_Delete_ASK=Դուք իսկապե՞ս ցանկանում եք ջնջել նշված ֆայլը: Հնարավոր չի լինի հետ բերել:
NoPowerfulScan_Found_Tip=Մնացած էլեմենտներ չեն գտնվել՝ հզոր սկանում:
Log_M=Գրանցագրքույկ
App_Version_M=Ծրագրի տարբերակ՝
OS_Version_M=Համակարգի տարբերակ՝
Date_M=Ամսաթիվ
Version_M=Տարբերակ
Publisher_M=Հրատարակիչ
Install_Date_M=Տեղադրման ամսաթիվ
Create_Restore_M=Ստեղծել հետ բերման կետ
CreateRestore_Title_M=Ստեղծել հետ բերման կետ մինչ ջնջում:
CreateRestore_Detaill_M=Դուք կարող եք դադարեցնել փոփոխությունը, ընտրել հետ բերման կետը, եթե ինչ-որ բան լավ չլինի:
Uninstalling_M=Ջնջում
Uninstalling_Detaill_M=Ստանդարտ ջնջում, ներքին ծրագրահեռացման հարմարանքի օգնությամբ:
Uninstalling_QuickDetaill_M=Արագ ջնջում, օգտագործելով ներքին ծրագրահեռացման հարմարանքը:
UninstallComplete_Title_M=Ջնջված ֆայլեր:
Quick_UninstallComplete_M=Արագ ջնջումն ավարտվեց:
Quick_Uninstall_M=Արագ ջնջում՝ %s (%d/%d)
Standard_Uninstall_M=Ստանդարտ ջնջում՝ %s (%d/%d)
Uninstall_M=Ջնջել %s (1/1)
Deselect_All_M=Չեղարկել բոլորը
Select_All_M=Ընտրել բոլորը
PowerfulScan_DeleteASK_M=Դուք իսկապե՞ս ցանկանում եք ջնջել ընտրված էլեմենտները:
Operation_M=Գործողություն
Powerful_Scan_M=Հզոր սկան
Deleted_Registry_Key_M=Ջնջվեց գրանցատեղիի բանալի
Deleted_Registry_Value_M=Ջնջվեց գրանցատեղիի նշումներ
Delete_File_M=Ջնջել ֆայլ
Delete_Folder_M=Ջնջել թղթապանակ
Reboot_to_Delete_M=(Վերբեռնել համակարգիչը ջնջման համար)
Delete_finished_M=Շնորհավորու՛մ ենք: Մնացորդները հաջողությամբ ջնջվեցին:
ReStartup_to_Delete_M=Ցանկի մնացած ֆայլերը կջնջվեն համակարգի հաջորդ բեռնման ժամանակ:
Shredder_Del_M=Դուք վստա՞հ եք, որ ցանկանում եք ընդմիշտ ջնջել %d ֆայլերը: Սա միանգամայն ՀԵՏ ՉԻ ԲԵՐՎԻ:
Shredder_NotDel_M=Չի ստացվում գրել ֆայլում "%s", խնդրում ենք ստուգել կարող է այս ֆայլը օգտագործվել, թե այն արդեն ջնջված է:
Shredder_InUse_M=Որոշ ֆայլեր չոչնչացվեցին, քանի որ դրանք հաշվառման համար են: Խնդրում ենք ստուգել, որ դրանք օգտագործվում են մինչև հիմա:
Shredder_NotAddFolder_M=Անհնար է ավելացնել ֆայլ "%s" ոչնչացման համար, քանի որ այդ գործողությունը կարող է հանգեցնել համակարգի անկայունության:
Shredder_Sucess_M=Այս ֆայլը հաջողությամբ ոչնչացվեց:
Shredder_DirIsEmpty_M=Այստեղ դատարկ է: Դուք չեք կարող դա ոչնչացնել:
Controlpanel_Button=Հզոր և ամբողջական ջնջում
Explorer_Button=Ֆայլեր ոչնչացում
MenuRight_Caption=Հզոր և ամբողջական ջնջում
Frequency_M=Օգտագործման հաճախականություն
InstallerDate_M=Տեղադրման ամսաթիվ
Frequency_SoftwareCount_M=Գտնվել է <a>%s</a> հազվադեպ օգտագործվող ծրագիր, ջնջումով կազատվի տեղ, <a>%s</a> համակարգի աշխատանքի օպտիմալացման համար:
Frequency_DaysHint_M=Չի օգտագործվում %s օր.
SearchLoadingMsg=Միացման որոնում…
RestoreDefaultSettingsButton=Հետ բերել %s կարգավորումները լռելյայն
ListViewItemVote=Քվեարկել
ListViewItemVoted=Հետ քվեարկում
ListViewItemTrust=Վստահել
ListViewItemUnTrust=Չվստահել
ListViewPlugSysbit=բիթ
ListViewGroupTrustTitle=Հուսալի միացումներ
ListViewGroupTrustDesc=Այս միացումները չեն վնասի ձեր համակարգիչը: Դուք կարող եք ջնջել կամ պահպանել դրանք ձեր ցանկությամբ:
ListViewGroupUnTrustTitle=Միացումներ, որոնք առաջարկվում է ջնջել
ListViewGroupUnTrustDesc=Այս միացումները քիչ օգտագործման ռեյթինգով, կարող են պարունակել որոշ անցանկալի գործողություններ:
ListViewGroupToolbar=Պանել գործիքներ
ListViewGroupBHO=ԲՀՕ
ListViewGroupActiveX=ActiveX
ListViewGroupExtensions=Հավելումներ
ListViewGroupPlugins=Միացումներ
FuncCheckBrowserMsgBox_1=%s -ն աշխատում է:
FuncCheckBrowserMsgBox_2=Սեղմեք Լավ, այն փակելու համար (դուք կարղ եք կորցնել չպահպանված ինֆորմացիան):
FuncCheckBrowserMsgBox_3=Կամ սեղմեք Չեղարկել, գործողության դադարեցման համար:
FuncPluginRmoveConfireMsgBox=Դուք իսկապե՞ս ցանկանում եք ջնջել բոլոր ընտրված միացումները:
FuncPluginRemoveSuccessMsgBox=Միացումները հաջողությամբ ջնջվեցին
FuncPluginRemoveFailedMsgBox_1=Չի հաջողվում ջնջել հաջորդ միացումը՝
FuncPluginRemoveFailedMsgBox_2=Խնդրում ենք մտնել հաջորդ դիտարկիչով, միացման ջնջման համար՝
FuncPluginRemoveFailedMsgBox_3=Խնդրում ենք ստուգել, թե արդյոք ձեր դիտարկիչները փակ են, ապա փորձել կրկին:
FuncPluginSelectMsgBox=Խնդրում նեք ընտրել միացման ջնջման համար
FuncVoteConfire=Ձեր կարծիքը այս ծրագրի մասին՝
FuncVoteHavedVote=Դուք արդեն քվեարկել եք
FuncVotePlugSelectMsgBox=Խնդրում ենք ընտրել միացում, քվե տալու համար
FuncVoteMarkSelectMsgBox=Խնդրում ենք քվեարկել:
FuncVoteFailedMsgBox=Չի ստացվում քվեարկել, ստուգեք ինտերնետի միացվածությունը և փորձեք կրկին:
FuncRestoreExitBrowserMsgBox=Խնդրում ենք առաջինը դուրս գալ %s -ից
FuncRestoreSuccessMsgBox=Դիտարկիչը հաջողությամբ հետ բերվեց լռելյայն
FuncRestoreFailedMsgBox=Չի հաջողվում դիտարկիչի կարգավորումները հետ դնել լռելյայն, առաջինը դուրս եկեք %s -ից և փորձեք կրկին:
Guest_Start_Tip=Դուք մտել եք համակարգ հյուրերի էջով: Ձեզ պետք է ադմինիստրատորի իրավունք, որպեսզի օգտագործեք IObit Uninstaller 3.
p_RegistryCaption_M=Գրանցատեղի
p_FileCaption_M=Ֆայլ
p_FormatOneItem_M=1 էլեմենտ
p_FormatItems_M=%d էլեմենտներ
FuncVoteActiveVote=Ռեյթինգ
FuncVoteActiveOK=Լավ
FuncVoteNothing=Դեք ոչ ոք չի գնահատել
FuncVoteCount=մարդիկ, գնահատել են սա այս պահին
FuncVoteVSA=Չկան գնահատականներ ռեյթինգում
FuncVoteCFA=Եղեք առաջինը, գնահատման համար
FuncVoteVSB=օգտվողները տալիս են գնահատական
FuncVoteCFB=Ինչ եք մտածում այս միացման մասին
FuncVoteVSC=Չկան այլ ստացված գնահատականներ
FuncVoteCFC=Դուք արդեն գնահատել եք
FuncVoteVSD=օգտվողները տալիս են գնահատական
FuncVoteCFD=Դուք արդեն գնահատել եք
AllBrowserItem=Բոլոր պանել գործիքները և հավելումները
Powerful_Tip_M=Հզոր սկան "%s"-ի մնացորդների համար
Setup_Win8_Detail_M=Աջակցում արագ ջնջման և ջնջում Windows-ի ծրագրերը
Setup_Notwin8_Detail_M=Արագ ջնջման աջակցում
RestrorePoint_Tip_M=ՈւՇԱԴՐՈՒԹՅՈւՆ՝ Համակարգի հետ բերումը մինչ հետ բերման կետ, դադարեցնում է բոլոր փոփոխությունները, կատարված այդ հետ բերման կետից հետո: Համակարգի հետ բերման մեկնարկից հետո, այն հնարավոր չէ դադարեցնել կամ կանգնեցնել: Դուք վստա՞հ եք, որ ցանկանում եք շարունակել:
RestorePoint_Restart_M=Համակարգի հետ բերումից հետո անհրաժեշտ է վերբեռնել համակարգիչը, որպեսզի հաստատել այդ փոփոխությունները: Նախքան շարունակելը պահպանեք բոլոր բաց ֆայլերը և փակեք ծրագրերը:
Uninstaller_Quick_M=Արագ ջնջում
Uninstaller_Standed_M=Ջնջել
QuickUninstall_Tip_M=Ջնջել ծրագիրը մկնիկի մեկ հպումով
Frequency_SoftwareCount_M=Գտնվել է <a>%s</a> հազվադեպ օգտագործվող ծրագիր, ջնջումով կազատվի տեղ, <a>%s</a> համակարգի աշխատանքի օպտիմալացման համար:
Frequency_DaysHint_M=Չօգտագործվող %s օր.
InfrequentlyUsed_Count_M=Ոչ հաճախ օգտագործվող ( <a>%s</a> )
All_Programs_M=Բոլոր ծրագրերը
Recently_Installed_M=Վերջերս տեղադրված
Large_Programs_M=Խոշոր ծրագրեր
Infrequently_Used_M=Ոչ հաճախ օգտագործվող
Windows_Updates_M=Թարմացում Windows
FuncCheckBrowserMsgBox_1=%s մեկնարկած
FuncCheckBrowserMsgBox_2=Սեղմեք Լավ, փակելու համար սա (դուքկարող եք կորցնել չպահպանված ինֆորմացիան)
FuncCheckBrowserMsgBox_3=Սեղմեք Չեղարկել, գործողության դադարեցման համար:
FuncCheckBrowserMsgBox_4=%s աշխատող
FuncCheckBrowserMsgBox_5=սեղմեք Լավ անջատելու համար (դուքկարող եք կորցնել չպահպանված ինֆորմացիան)
FuncCheckBrowserMsgBox_6=Սեղմեք Չեղարկել, գործողության դադարեցման համար:
Win8OtherUser=Ձեր Windows ծրագրերի ցուցադրման համար, խնդրում ենք ստուգել, որ ձեր ներկա գրանցված էջը ունի ադմինիստրատիվ իրավունքներ:
Win8AdminUser=Օգնում է ջնջել անցանկալի ծրագրերը և մնացորդները ամբողջովին ձեր համակարգչից՝ մեկ սեղմումով:
Win8ListViewGroupsWin8AppHeader=Windows-ի ծրագրեր
Win8ListViewGroupsWin8AppSubtitle=Ծրագրեր, հրատարակված Microsoft Corporation-ում:
Win8ListViewGroupsThirdHeader=դրսի ծրագրեր
Win8ListViewGroupsThirdSubtitle=Ծրագրեր, հրատարակված դրսի կորպորացիաներում:
Win8OtherUser=Ձեր Win8 ծրագրերի ցուցադրման համար, խնդրում ենք ստուգել, որ ձեր ներկա գրանցված էջը ունի ադմինիստրատիվ իրավունքներ:
win8_UninstallBtn_M=Ջնջել
win8_ListViewIcon_M=Նշանային տեսք
win8_ListViewList_M=Դետալային տեսք

[ACD_frmDownloader]
lbl_Cancel.Caption=Չեղարկել
lbl_Min.Caption=Վերադառնալ

[ACD_M]
M_Downloading=Բեռնում՝
m_Installing=Տեղադրում՝
M_DiskIsFull=Սկավառակում բավարար տեղ չկա:
M_NetError=Բեռնումը չի ստացվում ինտերնետային սխալի պատճառով, փորձեք կրկին, ավելի ուշ:
M_Tips=Բեռնումն ընթացքում է: Երկակի սեղմեք նշանի վրա, տեսնելու մանրամանս:
M_TipDownLoading=Բեռնում
M_TipInstalling=Տեղադրում
M_MD5Faild=Բեռնված ֆայլերը կոռումպացված են: Խնդրում ենք փորձել կրկին, ավելի ուշ:
M_AreSure=Դուք համոզվա՞ծ եք, որ ցանկանում եք դուրս գալ բեռնիչից:
M_Speed=Արագություն՝
M_Title=IObit Բեռնիչ

